/* NSKeyValueValidationError, user entered a value which was invalid for a field */
"Err1024-C" = "Ongeldige waarde.";

/* NSKeyValueValidationError, argument is a string or number which was invalid for entry into a field */
"Err1024.o" = "De waarde '%@' is ongeldig.";

/* NSFormattingError */
"Err2048-C" = "Foute structuur.";

/* NSFileLockingError */
"Err255-C" = "Het bestand kan niet worden beveiligd.";

/* NSFileLockingError */
"Err255-R" = "Mogelijk is het bestand al beveiligd of hebt u onvoldoende bevoegdheden om het bestand te beveiligen.";

/* NSFileLockingError, argument is a file name */
"Err255.f" = "Het bestand '%@' kan niet worden beveiligd.";

/* NSFileReadUnknownError */
"Err256" = "Het bestand kan niet worden geopend.";

/* NSFileReadUnknownError, argument is a file name */
"Err256.f" = "Het bestand '%@' kan niet worden geopend.";

/* NSFileReadNoPermissionError */
"Err257" = "Het bestand kan niet worden geopend omdat u onvoldoende toegangsbevoegdheden hebt.";

/* NSFileReadNoPermissionError */
"Err257-C" = "U hebt onvoldoende toegangsbevoegdheden.";

/* NSFileReadNoPermissionError; ; suggestion applies to files or folders, hence the use of the word item */
"Err257-R" = "Om de toegangsbevoegdheden te bekijken of te wijzigen, selecteert u het bestand in de Finder en kiest u 'Archief' > 'Toon info'.";

/* NSFileReadNoPermissionError, argument is a file name */
"Err257.f" = "Het bestand '%@' kan niet worden geopend omdat u onvoldoende toegangsbevoegdheden hebt.";

/* NSFileReadInvalidFileNameError */
"Err258-C" = "Ongeldige bestandsnaam.";

/* NSFileReadInvalidFileNameError, argument is a file or folder name */
"Err258.f" = "Het onderdeel kan niet worden geopend omdat de bestandsnaam '%@' ongeldig is.";

/* NSFileReadCorruptFileError */
"Err259" = "Het bestand kan niet worden geopend omdat het een onjuiste structuur heeft.";

/* NSFileReadCorruptFileError */
"Err259-C" = "Het bestand heeft niet de juiste structuur.";

/* NSFileReadCorruptFileError */
"Err259-R" = "Mogelijk is het bestand beschadigd of incompleet, of heeft het een andere structuur dan u dacht.";

/* NSFileReadCorruptFileError, argument is a file name */
"Err259.f" = "Het bestand '%@' kan niet worden geopend omdat het een onjuiste structuur heeft.";

/* NSFileReadNoSuchFileError */
"Err260-C" = "Het bestand bestaat niet.";

/* NSFileReadNoSuchFileError, argument is a file name */
"Err260.f" = "Het bestand '%@' bestaat niet.";

/* NSFileReadInapplicableStringEncodingError */
"Err261" = "Het bestand kan niet worden geopend met de opgegeven tekstcodering.";

/* NSFileReadInapplicableStringEncodingError */
"Err261-C" = "De opgegeven tekstcodering is niet van toepassing.";

/* NSFileReadInapplicableStringEncodingError, argument is text encoding name (for instance 'Western (Mac OS Roman)' */
"Err261-C.e" = "De tekstcodering '%@' is niet van toepassing.";

/* NSFileReadInapplicableStringEncodingError */
"Err261-R" = "Mogelijk is het bestand in een andere tekstcodering bewaard of is het geen tekstbestand.";

/* NSFileReadInapplicableStringEncodingError, argument is text encoding name (for instance 'Western (Mac OS Roman)' */
"Err261.e" = "Het bestand kan niet worden geopend met de tekstcodering '%@'.";

/* NSFileReadInapplicableStringEncodingError, arguments are file name and text encoding name (for instance 'Western (Mac OS Roman)' */
"Err261.ef" = "Het bestand '%2$@' kan niet worden geopend met de tekstcodering '%1$@'.";

/* NSFileReadUnsupportedSchemeError */
"Err262" = "Het bestand kan niet worden geopend omdat het opgegeven type URL niet wordt ondersteund.";

/* NSFileReadUnsupportedSchemeError */
"Err262-C" = "Het opgegeven type URL wordt niet ondersteund.";

/* NSFileReadUnsupportedSchemeError, arguments are file name and URL scheme name (for instance ftp:) */
"Err262.fu" = "Het bestand '%1$@' kan niet worden geopend omdat URL's van het type '%2$@' niet worden ondersteund.";

/* NSFileReadUnsupportedSchemeError, argument is URL scheme name (for instance ftp:) */
"Err262.u" = "Het bestand kan niet worden geopend omdat URL's van het type '%@' niet worden ondersteund.";

/* NSFileReadTooLargeError */
"Err263" = "Het bestand kan niet worden geopend, omdat het te groot is.";

/* NSFileReadTooLargeError, reason string */
"Err263-C" = "Het bestand is te groot.";

/* NSFileReadTooLargeError, argument is a file name */
"Err263.f" = "Het bestand '%@' kan niet worden geopend, omdat het te groot is.";

/* NSFileReadUnknownStringEncodingError */
"Err264" = "Het bestand kan niet worden geopend omdat de tekstcodering van de inhoud niet kan worden bepaald.";

/* NSFileReadUnknownStringEncodingError, reason string */
"Err264-C" = "De tekstcodering van de inhoud kan niet worden bepaald.";

/* NSFileReadUnknownStringEncodingError, recovery suggestion */
"Err264-R" = "Mogelijk kunt u het bestand openen door een specifieke tekstcodering op te geven.";

/* NSFileReadUnknownStringEncodingError, argument is a file name */
"Err264.f" = "Het bestand '%@' kan niet worden geopend omdat de tekstcodering van de inhoud niet kan worden bepaald.";

/* NSUserCancelledError */
"Err3072-C" = "De bewerking is geannuleerd.";

/* NSFileNoSuchFileError, argument is a file name */
"Err4(Remove).f" = "'%@' kan niet worden verwijderd.";

/* NSFileNoSuchFileError */
"Err4-C" = "Het bestand bestaat niet.";

/* NSFileNoSuchFileError, argument is a file name */
"Err4.f" = "Het bestand '%@' bestaat niet.";

/* NSFileWriteUnknownError */
"Err512" = "Het bestand kan niet worden bewaard.";

/* NSFileWriteUnknownError, first argument is the source, second argument is the destination */
"Err512(Copy).fp" = "'%1$@' kan niet worden gekopieerd naar '%2$@'.";

/* NSFileWriteUnknownError, first arg: source, second arg: destination */
"Err512(Link).fp" = "'%1$@' kan niet worden gekoppeld aan '%2$@'.";

/* NSFileWriteUnknownError, first arg: source file, second arg: destination file */
"Err512(Move).fp" = "'%1$@' kan niet worden verplaatst naar '%2$@'.";

/* NSFileWriteUnknownError, argument is a file name */
"Err512(Remove).f" = "'%@' kan niet worden verwijderd.";

/* NSFileWriteUnknownError, arguments are folder name where the file was going to be saved, and file name */
"Err512.df" = "Het bestand '%2$@' kan niet worden bewaard in de map '%1$@'.";

/* NSFileWriteUnknownError, argument is a file name */
"Err512.f" = "Het bestand '%@' kan niet worden bewaard.";

/* NSFileWriteNoPermissionError */
"Err513" = "Het bestand kan niet worden bewaard omdat u onvoldoende toegangsbevoegdheden hebt.";

/* NSFileWriteNoPermissionError, first argument is the source, second argument is the destination */
"Err513(Copy).fp" = "'%1$@' kan niet worden gekopieerd omdat u niet de juiste toegangsbevoegdheden voor '%2$@' hebt.";

/* NSFileWriteNoPermissionError, first arg: source, second arg: destination */
"Err513(Link).fp" = "'%1$@' kan niet worden gekoppeld omdat u niet de juiste toegangsbevoegdheden voor '%2$@' hebt.";

/* NSFileWriteNoPermissionError, first arg: source file, second arg: destination file */
"Err513(Move).fp" = "'%1$@' kan niet worden verplaatst omdat u niet de juiste toegangsbevoegdheden voor '%2$@' hebt.";

/* NSFileWriteNoPermissionError, argument is a file name */
"Err513(Remove).f" = "'%@' kan niet worden verwijderd omdat u onvoldoende toegangsbevoegdheden hebt.";

/* NSFileWriteNoPermissionError */
"Err513-C" = "U hebt onvoldoende toegangsbevoegdheden.";

/* NSFileWriteNoPermissionError; suggestion applies to files or folders, hence the use of the word item */
"Err513-R" = "Om de toegangsbevoegdheden te bekijken of te wijzigen, selecteert u het bestand in de Finder en kiest u 'Archief' > 'Toon info'.";

/* NSFileWriteNoPermissionError, arguments are folder name where the file was going to be saved, and file name */
"Err513.df" = "U hebt onvoldoende toegangsbevoegdheden om het bestand '%2$@' in de map '%1$@' te bewaren.";

/* NSFileWriteNoPermissionError, argument is a file name */
"Err513.f" = "U hebt onvoldoende toegangsbevoegdheden om het bestand '%@' te bewaren.";

/* NSFileWriteInvalidFileNameError */
"Err514" = "Het onderdeel kan niet worden bewaard omdat de bestandsnaam ongeldig is.";

/* NSFileWriteInvalidFileNameError, argument is a file name */
"Err514(Remove).f" = "Het onderdeel kan niet worden verwijderd omdat de bestandsnaam '%@' ongeldig is.";

/* NSFileWriteInvalidFileNameError */
"Err514-C" = "Ongeldige bestandsnaam.";

/* NSFileWriteInvalidFileNameError, argument is a file or folder name */
"Err514.f" = "Het onderdeel kan niet worden bewaard omdat de bestandsnaam '%@' ongeldig is.";

/* NSFileWriteInapplicableStringEncodingError */
"Err517" = "Het bestand kan niet worden bewaard met de opgegeven tekstcodering.";

/* NSFileWriteInapplicableStringEncodingError */
"Err517-C" = "De opgegeven tekstcodering is niet van toepassing.";

/* NSFileWriteInapplicableStringEncodingError, argument is text encoding name (for instance 'Western (Mac OS Roman)' */
"Err517-C.e" = "De tekstcodering '%@' is niet van toepassing.";

/* NSFileWriteInapplicableStringEncodingError */
"Err517-R" = "Selecteer indien mogelijk een andere tekstcodering.";

/* NSFileWriteInapplicableStringEncodingError, argument is text encoding name (for instance 'Western (Mac OS Roman)' */
"Err517.e" = "Het bestand kan niet worden bewaard met de tekstcodering '%@'.";

/* NSFileWriteInapplicableStringEncodingError, arguments are file name and text encoding name (for instance 'Western (Mac OS Roman)' */
"Err517.ef" = "Het bestand '%2$@' kan niet worden bewaard met de tekstcodering '%1$@'.";

/* NSFileWriteUnsupportedSchemeError */
"Err518" = "Het bestand kan niet worden bewaard omdat het opgegeven type URL niet wordt ondersteund.";

/* NSFileWriteUnsupportedSchemeError */
"Err518-C" = "Het opgegeven type URL wordt niet ondersteund.";

/* NSFileWriteUnsupportedSchemeError, arguments are file name and URL scheme name (for instance ftp:) */
"Err518.fu" = "Het bestand '%1$@' kan niet worden bewaard omdat het type URL '%2$@' niet wordt ondersteund.";

/* NSFileWriteUnsupportedSchemeError, argument is URL scheme name (for instance ftp:) */
"Err518.u" = "Het bestand kan niet worden bewaard omdat URL's van het type '%@' niet worden ondersteund.";

/* NSFileWriteOutOfSpaceError */
"Err640" = "Het bestand kan niet worden bewaard, omdat er onvoldoende ruimte beschikbaar is.";

/* NSFileWriteOutOfSpaceError, first arg: source, second arg: destination */
"Err640(Copy).fp" = "'%1$@' kan niet worden gekopieerd naar '%2$@' omdat er onvoldoende ruimte is.";

/* NSFileWriteOutOfSpaceError, first arg: source, second arg: destination */
"Err640(Link).fp" = "'%1$@' kan niet worden gekoppeld aan '%2$@' omdat er onvoldoende ruimte is.";

/* NSFileWriteOutOfSpaceError, first arg: source, second arg: destination */
"Err640(Move).fp" = "'%1$@' kan niet worden verplaatst naar '%2$@' omdat er onvoldoende ruimte is.";

/* NSFileWriteOutOfSpaceError */
"Err640-C" = "Er is onvoldoende ruimte beschikbaar.";

/* NSFileWriteOutOfSpaceError, argument is volume name */
"Err640-C.v" = "Er is geen ruimte meer beschikbaar op het volume '%@'.";

/* NSFileWriteOutOfSpaceError */
"Err640-R" = "Verwijder een of meer bestanden van het volume en probeer het opnieuw.";

/* NSFileWriteOutOfSpaceError, argument is a file name */
"Err640.f" = "U kunt het bestand '%@' niet bewaren, omdat er onvoldoende ruimte beschikbaar is.";

/* NSFileWriteOutOfSpaceError, arguments are file name and volume name */
"Err640.fv" = "U kunt het bestand '%1$@' niet bewaren omdat er geen ruimte meer beschikbaar is op het volume '%2$@'.";

/* A fallback error message. %@ is the error domain name, %ld is the error number */
"Operation could not be completed. (%@ error %ld.)" = "Bewerking kan niet worden voltooid. (%1$@ fout %2$ld.)";

